[{"class":"goindyjava.HomeSlide","id":2,"contents":"Like quiet mornings? Get a room at an Indy bed & breakfast. Go for a morning run, or use the Indiana Pacers Bikeshare and go for a ride! Walk to a café, or take a stroll down the canal. There's something for everyone!","heading":"Relax","image":"indy2.png","subheading":"Indy Style"},{"class":"goindyjava.HomeSlide","id":3,"contents":"Spend a day with dinosaurs at the Indianapolis Children's Museum. Check out mastodons and mammoths at the Eiteljorg Museum. Swim with dolphins at the Indianapolis Zoo. There is no shortage of excitement!","heading":"Bring The Kids","image":"indy4.png","subheading":"Fun For The Whole Family"},{"class":"goindyjava.HomeSlide","id":4,"contents":"Dance until the sun comes up. Sample cutting-edge mixology at The Libertine and Plat 99. Experience burlesque theatre at the White Rabbit Cabaret. Indy has everything, from Punk Rock at the Melody Inn to Classical Music by the Indianapolis Symphony Orchestra.","heading":"Nightlife","image":"indy5.png","subheading":"Walk On The Wild Side"},{"class":"goindyjava.HomeSlide","id":5,"contents":"Come experience the greatest event in motorsports!","heading":"Drivers, Start Your Engines!","image":"indy8.png","subheading":null},{"class":"goindyjava.HomeSlide","id":6,"contents":"Whether you want to get snug at a bed & breakfast, live the high life in an upscale hotel, or you dream of sleeping under the stars, Indy's got you covered.","heading":"Spend A Night Together","image":"indy12.png","subheading":null},{"class":"goindyjava.HomeSlide","id":1,"contents":"Come to beautiful, bustling Indianapolis, home of the Indianapolis Colts, the Indiana Pacers, 2012 WNBA Champs the Indiana Fever, and the Indianapolis 500! Indy features fine dining, world-class art and music, and the perfect place to stay, whether you're in the mood for a luxurious hotel, or a cozy bed & breakfast. From sports to shows to food, Indy has it all!","heading":"Go Indy","image":"indy1.png","subheading":"Where Fun Meets Friendly!"}]