[{"class":"goindyjava.Lodging","id":61,"description":"Built in 1905, The Looking Glass Inn is located in the heart of the city’s Old Northside, an area that was home for the principal leaders of Indianapolis at the turn of the century.  Your stay will surpass your expectations!","heading":"The Looking Glass Inn","image":"bnb-thelookingglassinn.png","name":"The Looking Glass Inn","type":{"class":"goindyjava.LodgingType","id":42}},{"class":"goindyjava.Lodging","id":62,"description":"Nestle Inn... to downtown Indy!  We focus on providing for all of your needs behind the scenes without disrupting your stay. We may not be your grandmother's B&B... but even she would be happy at Nestle Inn.","heading":"Nestle Inn","image":"bnb-nestleinn.png","name":"Nestle Inn","type":{"class":"goindyjava.LodgingType","id":42}},{"class":"goindyjava.Lodging","id":63,"description":"Built in 1885 by Herman C. DeWenter, a German immigrant who became a prominent Indiana Industrialist, this unique brick residence is considered the prime example of Romanesque Revival architecture in the city.  Guest comfort and services are the prime concerns; come experience Indy hospitality!","heading":"Old Northside B&B","image":"bnb-oldnorthsidebedandbreakfast.png","name":"Old Northside B&B","type":{"class":"goindyjava.LodgingType","id":42}},{"class":"goindyjava.Lodging","id":64,"description":"The Alexander offers its guests an exciting take on hospitality by transforming guest rooms, restaurants, and event spaces into enthralling havens for commissioned works of art. Undeniably contemporary, but always comfortable, The Alexander is destined to become a premier destination for business professionals, art lovers, gourmands, and other cultured clientele.","heading":"The Alexander","image":"hotel-alexander.png","name":"The Alexander","type":{"class":"goindyjava.LodgingType","id":43}},{"class":"goindyjava.Lodging","id":65,"description":"Listed in the National Register of Historic Places, Crowne Plaza at Historic Union Station is housed within the confines of an active train station, which creates a unique experience for all guests. The muffled rumbling and subtle vibrations of the trains as they roll through the building enhance the ambiance of staying in our hotel ... where guests experience the authenticity of a living railroad station.","heading":"Crowne Plaza - Union Station","image":"hotel-crowneplazaunionstation.png","name":"Crowne Plaza - Union Station","type":{"class":"goindyjava.LodgingType","id":43}},{"class":"goindyjava.Lodging","id":66,"description":"Sheraton Indianapolis City Centre Hotel is located in Monument Circle in the center of Indianapolis. Make your stay monumental and unforgettable with our convenient location near all of the things to do in Indianapolis.","heading":"Sheraton Hotel","image":"hotel-sheraton.png","name":"Sheraton Hotel","type":{"class":"goindyjava.LodgingType","id":43}},{"class":"goindyjava.Lodging","id":67,"description":"Enjoy the comforts of home while experiencing the great outdoors in a cabin.","heading":"Cabins","image":"camping-koa2.png","name":"Cabins","type":{"class":"goindyjava.LodgingType","id":44}},{"class":"goindyjava.Lodging","id":68,"description":"Got a big crew?  No problem!  A lodge will comfortably fit you and yours.","heading":"Lodge","image":"camping-koa3.png","name":"Lodge","type":{"class":"goindyjava.LodgingType","id":44}},{"class":"goindyjava.Lodging","id":69,"description":"As close to nature as you can get.","heading":"Tent Campgrounds","image":"camping-koa4.png","name":"Tent Campgrounds","type":{"class":"goindyjava.LodgingType","id":44}}]